[
  {
    "title": "Website and Web App Development",
    "copy": "Craft responsive, scalable, and user-friendly websites and web applications using <b>React, JavaScript, Svelte</b>, and modern frameworks. Whether it’s a dynamic web app, an e-commerce platform, or a custom business website, I deliver fast, modern, and engaging solutions tailored to your needs.",
    "icons": ["react-icon", "svelte-icon", "javascript-icon", "html-icon", "css-icon"]
  },
  {
    "title": "E-Commerce Development",
    "copy": "Build and launch <b>feature-rich, scalable online stores</b> using <b>WordPress (WooCommerce), Shopify</b>, and modern e-commerce tools. From secure payment gateways to efficient product management, I craft seamless and engaging shopping experiences designed to <b>boost sales, customer retention, and business growth</b>.",
    "icons": ["shopify-icon", "wordpress-icon", "woocommerce-icon", "wix-icon"]
  },
  {
    "title": "Cross-Platform Mobile App Development",
    "copy": "I create <b>responsive, scalable, and high-performance mobile applications</b> using <b>React Native</b> and modern frameworks. My solutions deliver seamless user experiences across <b>iOS and Android</b>, ensuring that your app stands out in both functionality and design.",
    "icons": ["react-icon", "expo-icon", "playstore-icon", "appstore-icon", "globe-icon"]
  },
  {
    "title": "Digital Marketing",
    "copy": "Accelerate your business growth with <b>targeted and results-driven digital marketing campaigns</b> on <b>Google Ads, Meta Ads (Facebook & Instagram)</b>, and other leading platforms. I specialize in creating and managing strategies that <b>maximize ROI</b>, boost conversions, and generate quality leads for your business.",
    "icons": ["google-icon", "facebook-icon"]
  },
  {
    "title": "SEO (Search Engine Optimization)",
    "copy": "Boost your website’s visibility and drive organic traffic with <b>comprehensive and proven SEO strategies</b>. I help businesses rank higher on search engines, attract their target audience, and stay ahead of the competition through a combination of <b>on-page, off-page, and technical SEO</b> techniques.",
    "icons": ["google-icon"]
  },
  {
    "title": "Maintenance & Support",
    "copy": "Keep your website or application running smoothly with <b>reliable and proactive maintenance and support services</b>. I ensure your digital assets are secure, updated, and optimized, so you can focus on scaling your business with peace of mind.",
    "icons": ["working-icon", "pen-ruler-icon", "coding-icon"]
  }
]
